Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/SiriPreferenceExtension/SiriPreferenceExtension.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ASK_SIRI_DESCRIPTION
source: Siri helps you get things done, just by asking. Dictate a note, check the weather, and more.
ar: يساعدك Siri في إنجاز الأشياء بمجرد الطلب. يمكنك إملاء ملاحظة وتفقد معلومات الطقس والمزيد.
ca: Siri t’ajuda a fer coses només demanant-li-ho. Pots dictar una nota o consultar quin temps farà, per exemple.
cs: Siri vám na požádání pomůže se spoustou věcí. Nadiktujte třeba poznámku nebo se zeptejte na počasí.
da: Siri hjælper dig med at få tingene gjort. Dikter en note, tjek vejrudsigten m.m.
de: Siri hilft dir beim Erledigen von Aufgaben, indem du einfach fragst. Du kannst Notizen diktieren, die Wettervorhersage aufrufen und vieles mehr.
el: Το Siri σάς βοηθά να εκτελείτε διάφορες ενέργειες – αρκεί απλώς να το ζητήσετε. Μπορείτε να υπαγορεύσετε μια σημείωση, να δείτε την πρόγνωση καιρού και άλλα.
es: Siri te ayuda a llevar a cabo tareas con tan solo pedirlo. Dicta una nota, consulta la previsión del tiempo y más.
es_us: Siri te ayuda a llevar a cabo tareas con tan sólo pedírselo: dicta notas, revisa el pronóstico del clima y mucho más.
fi: Sirin avulla saat asioita aikaan pelkän kysymyksen voimalla. Sanele muistiinpano, tarkista säätiedot tai muuta.
fr: Siri vous aide à être plus efficace, il vous suffit de demander. Dictez une note, consultez la météo et plus encore.
fr_ca: Siri vous aide à être plus efficace, il vous suffit de demander. Dictez une note, consultez la météo et plus encore.
he: עם Siri יש לך אפשרות להשלים משימות באמצעות קולך בלבד. בין אם מדובר בהכתבה של פתק, הצצה בתחזית מזג האוויר ועוד.
hi: Siri की मदद से आप बस बोलकर काम पूरे कर सकते हैं। नोट डिक्टेट करें, मौसम जाँचें और अन्य कार्य करें।
hr: Značajkom Siri omogućujete obavljanje zadaća na svoj zahtjev. Diktirajte bilješku, provjerite vremensku prognozu i još mnogo toga.
hu: Csak egy szavába kerül, és Siri segítségével mindent elintézhet. Jegyzetet diktálhat, tájékozódhat az időjárásról, stb.
id: Siri membantu Anda menyelesaikan sesuatu, hanya dengan meminta. Diktekan catatan, periksa cuaca, dan lainnya.
it: Siri ti consente di eseguire delle operazioni con una semplice richiesta. Puoi dettare una nota, controllare il meteo e altro ancora.
ja: Siriを使うと、ちょっとした作業や調べ物を頼むことができます。メモを音声入力したり、天気を調べたりできます。
ko: 간단한 요청만으로도 Siri에게 다양한 작업을 맡길 수 있습니다. 메모를 받아 쓰거나 날씨를 확인할 수도 있습니다.
ms: Siri membantu anda menyelesaikan tugas, dengan hanya meminta. Rencanakan nota, semak cuaca dan banyak lagi.
nl: Je kunt Siri van alles voor je laten doen door vragen te stellen. Je kunt tekst dicteren, de weersverwachting opvragen en nog veel meer.
no: Be Siri om å hjelpe deg med ting. Dikter et notat, sjekk været og mer.
pl: Siri wykonuje Twoje polecenia głosowe. Możesz dyktować notatki, sprawdzać pogodę i nie tylko.
pt: A Siri ajuda você a realizar ações através de perguntas. Dite uma nota, verifique a previsão do tempo e muito mais.
pt_pt: Siri ajuda a tratar de tudo – é só pedir. Dite uma nota, consulte o estado do tempo e muito mais.
ro: Siri vă poate ajuta să realizați acțiuni prin simple solicitări verbale. Puteți dicta notițe, afla starea vremii și multe altele.
ru: Просто попросите, и Siri поможет Вам. Например, продиктуйте заметку или узнайте прогноз погоды.
sk: Siri vám pomáha vykonávať úlohy tak, že o ne jednoducho požiadate. Nadiktujte poznámku, pozrite si počasie a vykonávajte ďalšie úlohy.
sl: Siri vam pomaga pri opravilih, le naročiti ji je treba. Lahko narekujete opombo, preverite vremensko napoved in še več.
sv: Med Siri kan du få saker gjorda genom att helt enkelt säga dem. Diktera en anteckning, kolla väderprognosen och annat.
th: Siri ช่วยให้คุณทำสิ่งต่างๆ จนเสร็จได้เพียงแค่ออกคำสั่ง ป้อนโน้ตตามคำบอก ตรวจดูสภาพอากาศ และอื่นๆ
tr: Siri, sorular sorarak işlemleri gerçekleştirmenize yardımcı olur. Not dikte edebilir, hava durumunu öğrenebilir veya daha fazlasını yapabilirsiniz.
uk: Щоб щось зробити, просто попросіть про це Siri. Диктуйте нотатки, перевіряйте прогноз погоди тощо.
vi: Siri giúp bạn thực hiện mọi việc, chỉ bằng việc hỏi. Đọc chính tả ghi chú, kiểm tra thời tiết, v.v.
zh_cn: 只要发出语音指令，Siri即可帮你处理各项事务。例如听写备忘录、查看天气等。
zh_hk: 只要説出指令，Siri便會幫你完成任務，例如聽寫筆記或查詢天氣等。
zh_tw: 只要你說一聲，Siri便可以幫你搞定大小事。聽寫筆記和查詢天氣等。

# SIRISUGGESTIONS_DISCLAIMER_BUTTON
source: About Ask Siri, Dictation & Privacy…
ar: حول "اسأل Siri" والإملاء والخصوصية…
ca: Sobre Siri, el dictat i la privacitat…
cs: O požadavcích na Siri, diktování a soukromí…
da: Om Spørg Siri, Diktering og anonymitet…
de: Über „Siri fragen“, Diktierfunktion & Datenschutz
el: Ερώτηση στο Siri, Υπαγόρευση και απόρρητο…
es: “Consultar a Siri”, Dictado y privacidad…
es_us: Acerca de Pedirle a Siri, Dictado y la privacidad…
fi: Tietoja: Kysy Siriltä, sanelu ja tietosuoja…
fr: Demander à Siri, Dictée et confidentialité…
fr_ca: Demander à Siri, Dictée et confidentialité…
he: מידע בנושא ״בקשות ל-Siri״, ״הכתבה״ ופרטיות…
hi: “Siri से पूछें”, डिक्टेशन और गोपनीयता परिचय…
hr: Više o Siri, Diktatu i privatnosti…
hu: A Kérje meg Sirit funkcióról, a Diktálásról és az adatvédelemről…
id: Mengenai Minta Siri, Dikte & Privasi…
it: “Chiedi a Siri”, Dettatura e privacy…
ja: “Siriに頼む”、音声入力とプライバシーについて…
ko: Siri에게 요청하기, 받아쓰기 및 개인정보 보호에 관하여…
ms: Perihal Minta Siri, Perencanaan & Privasi…
nl: Over 'Vraag het aan Siri', de dicteerfunctie en privacy…
no: Om Spør Siri, Diktering og personvern…
pl: Poproś Siri, Dyktowanie i prywatność…
pt: Sobre Pedir à Siri, Ditado e Privacidade…
pt_pt: Acerca de Pedir a Siri, Ditado e Privacidade…
ro: Despre Solicitare Siri, dictare și intimitate…
ru: О функции и конфиденциальности…
sk: O službe Opýtať sa Siri, Diktovaní a súkromí…
sl: Več o funkcijah Vprašajte Siri in Narekovanje ter zasebnosti …
sv: Om Fråga Siri, diktering och integritet…
th: เกี่ยวกับถาม Siri การป้อนตามคำบอก และความเป็นส่วนตัว…
tr: Siri’ye Sor, Dikte ve Gizlilik Hakkında…
uk: Про Запити до Siri, Диктування і приватність…
vi: Hỏi Siri, Đọc chính tả & Quyền riêng tư…
zh_cn: 关于询问Siri、听写与隐私…
zh_hk: 關於詢問Siri、聽寫與私隱⋯
zh_tw: 關於跟Siri對話、聽寫與隱私權⋯

# PRIVACY_ERROR_BACKUP_EXCEPTED_TITLE
source: “%@” is a Time Machine backup disk.
ar: ‏"%@" هو قرص النسخ الاحتياطي لآلة الزمن.
ca: “%@” és un disc de còpia de seguretat de Time Machine.
cs: „%@“ je zálohovací disk Time Machine.
da: “%@” er en disk til Time Machine-sikkerhedskopier.
de: „%@“ ist ein Time Machine-Backupvolume.
el: Το «%@» είναι δίσκος εφεδρικών αρχείων Time Machine.
es: “%@” es un disco de copias de seguridad de Time Machine.
es_us: “%@” es un disco de respaldos de Time Machine.
fi: %@ on Time Machinen varmuuskopiolevy
fr: « %@ » est un disque de sauvegarde Time Machine
fr_ca: « %@ » est un disque de sauvegarde Time Machine.
he: ״%@״ הוא כונן גיבוי של Time Machine.
hi: “%@” Time Machine बैकअप डिस्क है।
hr: “%@” je Time Machine disk za sigurnosne kopije.
hu: „%@” egy Time Machine biztonsági mentési lemez.
id: “%@” adalah disk cadangan Time Machine.
it: “%@” è un disco di backup di Time Machine.
ja: “%@”はTime Machineバックアップディスクです。
ko: ‘%@’은(는) Time Machine 백업 디스크입니다.
ms: “%@” adalah cakera sandaran Time Machine.
nl: '%@' is een back‑upschijf in Time Machine.
no: «%@» er en Time Machine-sikkerhetskopidisk.
pl: „%@” to dysk backupu Time Machine.
pt: “%@” é um disco de backup do Time Machine.
pt_pt: “%@” é um disco de cópias de segurança do Time Machine.
ro: „%@” este un disc de backup Time Machine.
ru: «%@» является диском резервного копирования Time Machine.
sk: „%@“ je zálohovací disk pre Time Machine.
sl: »%@« je disk za varnostno kopiranje s pripomočkom Time Machine.
sv: ”%@” är en skiva för Time Machine-säkerhetskopiering.
th: “%@” เป็นดิสก์ข้อมูลสำรอง Time Machine
tr: “%@” bir Time Machine yedekleme diskidir.
uk: «%@» є резервним диском Time Machine.
vi: “%@” là ổ đĩa sao lưu Time Machine.
zh_cn: “%@”是时间机器的备份磁盘。
zh_hk: 「%@」是「時光機」備份磁碟。
zh_tw: 「%@」是「時光機」備份磁碟。

# SIRI_PHRASE_BUTTON_CANCEL
source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nl: Annuleer
no: Avbryt
pl: Anuluj
pt: Cancelar
pt_pt: Cancelar
ro: Renunță
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# GM_NO_NETWORK_WARNING_TITLE
source: Internet Connection Required
ar: مطلوب الاتصال بالإنترنت
ca: Connexió a internet necessària
cs: Je požadováno připojení k internetu
da: Internetforbindelse kræves
de: Internetverbindung erforderlich
el: Απαιτείται σύνδεση στο Διαδίκτυο
es: Se requiere conexión a internet
es_us: Se requiere conexión a Internet
fi: Vaaditaan internet-yhteys
fr: Connexion Internet requise.
fr_ca: Connexion Internet requise
he: נדרש חיבור לאינטרנט
hi: इंटरनेट कनेक्शन आवश्यक है
hr: Potrebna je internetska veza
hu: Internetkapcsolat szükséges
id: Koneksi Internet Diperlukan
it: È richiesta una connessione internet
ja: インターネット接続が必要です
ko: 인터넷 연결이 필요합니다.
ms: Sambungan Internet Diperlukan
nl: Internetverbinding vereist
no: Internettforbindelse kreves
pl: Wymagane połączenie z Internetem
pt: Requer Conexão à Internet
pt_pt: Requer ligação à internet
ro: Conexiune la internet necesară
ru: Требуется подключение к интернету
sk: Vyžaduje sa pripojenie na internet
sl: Zahtevana je internetna povezava
sv: Internetanslutning krävs
th: ต้องใช้การเชื่อมต่อกับอินเทอร์เน็ต
tr: İnternet Bağlantısı Gerekiyor
uk: Потрібне інтернет-зʼєднання
vi: Yêu cầu có kết nối internet
zh_cn: 需要互联网连接
zh_hk: 需要連接互聯網
zh_tw: 需要網際網路連線

source: Always show requests
ar: إظهار الطلبات دائمًا
ca: Mostra sempre les peticions
cs: Vždy zobrazovat požadavky
da: Vis altid anmodninger
de: Anfragen immer anzeigen
el: Πάντα εμφάνιση αιτημάτων
es: Mostrar siempre las peticiones
es_us: Mostrar siempre las peticiones
fi: Näytä pyynnöt aina
fr: Toujours afficher les requêtes
fr_ca: Toujours afficher les demandes
he: הצגה קבועה של בקשות
hi: अनुरोधों को हमेशा दिखाएँ
hr: Uvijek prikaži zahtjeve
hu: A kérések mindig jelenjenek meg
id: Selalu tampilkan permintaan
it: Mostra sempre le richieste
ja: 常にリクエストを表示
ko: 요청하는 내용 항상 표시
ms: Sentiasa tunjukkan permintaan
nl: Toon verzoeken altijd
no: Alltid vis forespørsler
pl: Zawsze pokazuj polecenia
pt: Sempre mostrar pedidos
pt_pt: Mostrar sempre os pedidos
ro: Afișează mereu solicitările
ru: Всегда показывать запросы
sk: Vždy zobraziť žiadosti
sl: Vedno prikaži zahtevo
sv: Visa alltid förfrågningar
th: แสดงคำขอเสมอ
tr: İstekleri her zaman göster
uk: Завжди показувати запити
vi: Luôn hiển thị yêu cầu
zh_cn: 始终显示请求
zh_hk: 總是顯示要求
zh_tw: 永遠顯示要求

# DUPLICATE_ITEM_TITLE
source: Duplicate Item
ar: عنصر مكرر
ca: Ítem duplicat
cs: Duplicitní položka
da: Dubler emne
de: Doppeltes Objekt
el: Διπλότυπο στοιχείο
es: Duplicar ítem
es_us: Duplicar elemento
fi: Kaksoiskappale
fr: Élément en double
fr_ca: Élément en double
he: פריט שכבר קיים ברשימה
hi: आइटम की नक़ल
hr: Dupliciraj stavku
hu: Megkettőzött elem
id: Duplikatkan Item
it: Elemento duplicato
ja: 重複した項目
ko: 항목 복제
ms: Duplikasi Item
nl: Dupliceer onderdeel
no: Duplikatobjekt
pl: Powielona rzecz
pt: Duplicar Item
pt_pt: Elemento duplicado
ro: Duplicare articol
ru: Двойной объект
sk: Duplikovať položku
sl: Podvojen element
sv: Dubblettobjekt
th: สร้างรายการซ้ำ
tr: Aynı Öğeden Var
uk: Елементи дублюються
vi: Mục Trùng lặp
zh_cn: 重复项
zh_hk: 重複項目
zh_tw: 重複項目

# GM_OPTOUT_ALERT_TURN_OFF
source: Turn Off Apple Intelligence
ar: إيقاف ذكاء Apple
ca: Desactiva l’Apple Intelligence
cs: Vypnout Apple Intelligence
da: Slå Apple Intelligence fra
de: Apple Intelligence deaktivieren
el: Απενεργοποίηση του Apple Intelligence
es: Desactivar Apple Intelligence
es_us: Desactivar Apple Intelligence
fi: Laita Apple Intelligence pois päältä
fr: Désactiver Apple Intelligence
fr_ca: Désactiver Apple Intelligence
he: כיבוי Apple Intelligence
hi: Apple Intelligence बंद करें
hr: Isključi Apple Intelligence
hu: Az Apple Intelligence kikapcsolása
id: Matikan Apple Intelligence
it: Disattiva Apple Intelligence
ja: Apple Intelligenceをオフにする
ko: Apple Intelligence 끄기
ms: Nyahaktifkan Apple Intelligence
nl: Schakel Apple Intelligence uit
no: Slå av Apple Intelligence
pl: Wyłącz Apple Intelligence
pt: Desativar a Apple Intelligence
pt_pt: Desativar Apple Intelligence
ro: Dezactivează Apple Intelligence
ru: Выключить Apple Intelligence
sk: Vypnúť Apple Intelligence
sl: Izklopi Apple Intelligence
sv: Stäng av Apple Intelligence
th: ปิดใช้ Apple Intelligence
tr: Apple Intelligence’ı Kapat
uk: Вимкнути Apple Intelligence
vi: Tắt Apple Intelligence
zh_cn: 关闭Apple智能
zh_hk: 關閉Apple Intelligence
zh_tw: 關閉Apple Intelligence

# DELETE_HISTORY_RESPONSE_DEFAULT_BUTTON
source: OK
ar: موافق
ca: D’acord
es: Aceptar
he: אישור
hi: ठीक
hr: U redu
id: OKE
ko: 확인
ru: ОК
sk: Potvrdiť
sl: V redu
th: ตกลง
tr: Tamam
zh_cn: 好
zh_hk: 好
zh_tw: 好

# ASK_SIRI_ASSET_DOWNLOAD_FOOTER_TEXT_MAC
source: Support for processing voice input on Mac will download later when connected to internet.
ar: سيتم تنزيل الدعم لمعالجة إدخال الصوت على Mac لاحقًا عند الاتصال بالإنترنت.
ca: El contingut necessari per processar la veu al Mac es descarregarà més tard, quan tinguis connexió a internet.
cs: Podpora pro zpracování hlasového vstupu na Macu se stáhne později, až budete připojení k internetu.
da: Understøttelse til behandling af tale på Mac hentes senere, når der er forbindelse til internettet.
de: Unterstützung für die Verarbeitung von Spracheingaben auf diesem Mac wird später geladen, wenn eine Internetverbindung besteht.
el: Θα πραγματοποιηθεί λήψη υποστήριξης για επεξεργασία φωνητικής εισόδου στο Mac όταν η συσκευή συνδεθεί στο Διαδίκτυο.
es: El contenido necesario para procesar entradas de voz en el Mac se descargará más tarde, cuando te conectes a internet.
es_us: Se descargará el soporte para procesar entradas de voz en la Mac cuando tengas conexión a Internet.
fi: Tuki Macin sisäiseen puhesyötteen käsittelyyn ladataan, kun olet yhteydessä internetiin.
fr: Les ressources nécessaires au traitement des saisies vocales sur le Mac seront téléchargées lorsque votre appareil sera connecté à Internet.
fr_ca: Le contenu nécessaire au traitement de la saisie vocale sera téléchargé plus tard lorsque le Mac sera connecté à Internet.
he: הורדת חבילת התמיכה לעיבוד קלט קולי ב-Mac תבוצע מאוחר יותר עם החיבור לאינטרנט.
hi: इंटरनेट से कनेक्टेड रहने पर इस Mac पर वॉइस इनपुट प्रोसेसिंग के लिए समर्थन बाद में डाउनलोड किया जाएगा।
hr: Podrška za obrađivanje glasovnog unosa na Macu preuzet će se kasnije kad budete spojeni na internet.
hu: A beszédhangbevitel Macen való feldolgozásának támogatása később lesz letöltve, amikor csatlakozik az internethez.
id: Dukungan untuk memproses input suara di Mac akan diunduh nanti saat terhubung ke internet.
it: Gli elementi necessari per supportare l’elaborazione dell’input vocale sul Mac verranno scaricati in seguito, quando la connessione a internet sarà attiva.
ja: Macで音声入力の処理をするために必要なものは、あとでインターネットに接続されたときにダウンロードされます。
ko: 나중에 인터넷에 연결되면 Mac에서의 음성 입력 처리 지원을 다운로드합니다.
ms: Sokongan untuk memproses input suara pada Mac akan dimuat turun kemudian apabila disambungkan ke internet.
nl: Ondersteuning voor het verwerken van steminvoer op de Mac wordt later gedownload wanneer er verbinding is met internet.
no: Støtte for å behandle taleinndata på Macen lastes ned når du er koblet til internett.
pl: Pliki obsługi przetwarzania poleceń głosowych na Macu zostaną pobrane, gdy połączy się on z Internetem.
pt: Os elementos para compatibilidade com processamento de voz neste Mac serão baixados depois, quando o dispositivo estiver conectado à internet.
pt_pt: A descarga do suporte para o processamento de dados de voz no Mac será efetuada mais tarde, quando houver ligação à internet.
ro: Resursele pentru procesarea comenzilor vocale pe Mac vor fi descărcate mai târziu, când veți dispune de conexiune la internet.
ru: Поддержка обработки голосового ввода на Mac будет загружена позже при подключении к интернету.
sk: Podpora pre spracovanie hlasového vstupu na Macu bude stiahnutá neskôr, keď sa pripojíte na internet.
sl: Podpora za obdelavo glasovnega vnosa v Macu se bo prenesla, ko vzpostavite povezavo z internetom.
sv: Stöd för behandling av röstinmatning på datorn kommer att hämtas senare när du är ansluten till internet.
th: การรองรับการประมวลผลเสียงพูดบน Mac จะดาวน์โหลดในภายหลังเมื่อเชื่อมต่อกับอินเทอร์เน็ต
tr: Mac’te ses girişini işleme desteği daha sonra internete bağlanıldığında indirilir.
uk: Компонент оброблення даних голосового вводу на цьому Mac буде викачано пізніше за наявності інтернет-зʼєднання.
vi: Phần hỗ trợ xử lý dữ liệu nhập bằng giọng nói trên máy Mac sẽ tải về sau khi được kết nối vào internet.
zh_cn: 在Mac上处理语音输入所需的支持内容将在稍后接入互联网时下载。
zh_hk: 於Mac上處理語音輸入的支援將會在稍後連接互聯網時下載。
zh_tw: 在Mac上處理語音輸入的支援功能會稍後於你連接網際網路時下載。

# HOT_KEY_UNKNOWN_ERROR_TITLE
source: Keyboard Shortcut Error
ar: خطأ في اختصار لوحة المفاتيح
ca: Error en la drecera de teclat
cs: Chyba klávesové zkratky
da: Fejl i tastaturgenvej
de: Fehler beim Tastaturkurzbefehl
el: Σφάλμα συντόμευσης πληκτρολογίου
es: Error de la función rápida de teclado
es_us: Error de la función rápida de teclado
fi: Näppäinoikotievirhe
fr: Erreur de raccourci clavier
fr_ca: Erreur de raccourci clavier
he: שגיאת קיצור מקלדת
hi: कीबोर्ड शॉर्टकट एरर
hr: Greška prečaca tipkovnice
hu: Gyorsbillentyű hiba
id: Kesalahan Pintasan Papan Ketik
it: Errore abbreviazione da tastiera
ja: キーボードショートカットエラー
ko: 키보드 단축키 오류
ms: Ralat Pintasan Papan Kekunci
nl: Toetscombinatiefout
no: Tastatursnarveifeil
pl: Błąd skrótu klawiszowego
pt: Erro de Atalho de Teclado
pt_pt: Erro no atalho de teclado
ro: Eroare scurtătură de la tastatură
ru: Ошибочное сочетание клавиш
sk: Chyba klávesovej skratky
sl: Napaka bližnjice na tipkovnici
sv: Kortkommandofel
th: ข้อผิดพลาดปุ่มลัดแป้นพิมพ์
tr: Klavye Kestirmesi Hatası
uk: Помилка клавіатурного скорочення
vi: Lỗi phím tắt
zh_cn: 快捷键错误
zh_hk: 鍵盤快捷鍵錯誤
zh_tw: 鍵盤快速鍵錯誤

# ASK_SIRI_OUT_OF_SPACE_FOOTER_TEXT_MAC
source: Ready to download data that will allow Siri to process voice inputs on Mac.
ar: جاهز لتنزيل البيانات التي ستسمح لـ Siri بمعالجة إدخالات الصوت على Mac.
ca: Ja es poden descarregar les dades perquè Siri pugui processar les dades de veu al Mac.
cs: Nyní je možné stáhnout data, která umožní Siri zpracovávat hlasový vstup přímo na Macu.
da: Klar til at hente data, der vil gøre det muligt for Siri at behandle dikteringer på Mac.
de: Jetzt können Daten geladen werden, mit denen Siri Spracheingaben auf dem Mac verarbeiten kann.
el: Έτοιμο για λήψη δεδομένων που θα επιτρέπουν στο Siri την επεξεργασία φωνητικών εισόδων στο Mac.
es: Ya se pueden descargar los datos necesarios para que Siri pueda procesar las entradas de voz en el Mac.
es_us: Ya se pueden descargar los datos que permitirán a Siri procesar entradas de voz en la Mac.
fi: Valmis lataamaan tiedot, joiden avulla Siri voi käsitellä puhesyötteet Macissa.
fr: Prêt à télécharger les données permettant à Siri de traiter les saisies vocales sur le Mac.
fr_ca: Les données qui permettront à Siri de traiter les entrées vocales sur le Mac sont prêtes à être téléchargées.
he: המכשיר מוכן להורדת נתונים שיאפשרו ל-Siri לעבד נתוני קלט קולי ב-Mac.
hi: वह डेटा डाउनलोड करने के लिए तैयार है जिससे Siri को Mac पर वॉइस इनपुट प्रोसेस करने की अनुमति मिलती है।
hr: Sve je spremno za preuzimanje podataka koji će dozvoliti Siri obrađivanje glasovnih unosa na Macu.
hu: Készen áll azon adatok letöltésére, amelyek segítségével Siri képes feldolgozni a beszédhangbevitelt a Macen.
id: Siap mengunduh data yang akan memungkinkan Siri untuk memproses input suara di Mac.
it: È tutto pronto per scaricare i dati che consentiranno a Siri di elaborare gli input vocali sul Mac.
ja: SiriがMac上で音声入力を処理するためのデータをダウンロードする準備ができました。
ko: Siri가 Mac에서 음성 입력을 처리하는 데 필요한 데이터를 다운로드할 준비가 되었습니다.
ms: Sedia untuk memuat turun data yang membolehkan Siri memproses input suara pada Mac.
nl: Klaar om gegevens te downloaden waarmee Siri ingevoerde stemgegevens op de Mac kan verwerken.
no: Klar til å laste ned data som gjør at Siri kan behandle taleinndata på Mac.
pl: Mac jest gotowy do pobrania danych, które pozwolą Siri przetwarzać polecenia głosowe na nim.
pt: Tudo pronto para baixar os dados que permitirão o processamento de voz pela Siri no Mac.
pt_pt: Pronto para descarregar os dados que permitem que Siri processe comandos de voz no Mac.
ro: Puteți descărca date care să îi permită lui Siri să proceseze enunțuri vocale pe Mac.
ru: Все готово к загрузке данных, благодаря которым Siri сможет обрабатывать голосовой ввод на Mac.
sk: Pripravené na stiahnutie dát, ktoré umožnia Siri spracovávať hlasový vstup na Macu.
sl: Pripravljeno za prenos podatkov, ki Siri omogočajo obdelavo glasovnih vnosov v Macu.
sv: Data finns att hämta så att Siri kan behandla röstinmatning på datorn.
th: พร้อมที่จะดาวน์โหลดข้อมูลที่จะช่วยให้ Siri ประมวลผลเสียงพูดบน Mac ได้
tr: Siri’nin Mac’te ses girişlerini işlemesini sağlayacak veriler indirilmeye hazır.
uk: Усе готово для викачування даних, за допомогою яких Siri зможе обробляти дані голосового вводу на Mac.
vi: Sẵn sàng tải về dữ liệu sẽ cho phép Siri xử lý dữ liệu nhập bằng giọng nói trên máy Mac.
zh_cn: 已准备好下载允许Siri在Mac上处理语音输入的数据。
zh_hk: 準備好下載允許Siri在Mac上處理語音輸入的資料。
zh_tw: 準備好下載資料讓Siri能在Mac上處理語音輸入。

# SIRI_PHRASE_BUTTON_CONFIRM
source: Done
ar: تم
ca: Fet
cs: Hotovo
da: OK
de: Fertig
el: Τέλος
es: Aceptar
es_us: Listo
fi: Valmis
fr: Terminé
fr_ca: OK
he: סיום
hi: पूर्ण
hr: Gotovo
hu: Kész
id: Selesai
it: Fine
ja: 完了
ko: 완료
ms: Selesai
nl: Gereed
no: Ferdig
pl: Gotowe
pt: OK
pt_pt: OK
ro: OK
ru: Готово
sk: Hotovo
sl: Dokončano
sv: Klar
th: เสร็จสิ้น
tr: Bitti
uk: Готово
vi: Xong
zh_cn: 完成
zh_hk: 完成
zh_tw: 完成

# TAB_KEY
source: Tab
ca: Tabulador
cs: Tabulátor
da: Tabulator
de: Tabulatortaste
es: Tabulador
es_us: Tabulador
fi: Sarkain
fr_ca: Tabulation
he: טאב
hi: टैब
hr: Tabulator
hu: Tabulátor
it: Tabulatore
no: Tabulator
ro: Tabulator
sk: Tabulátor
sl: Tabulator
sv: Tabb
zh_cn: Tab键

# SIRI_ORB_LABEL
source: Siri Orb
ca: Esfera de Siri
cs: Indikátor Siri
da: Siri-cirkel
de: Siri-Kugel
el: Εικονίδιο της σφαίρας Siri
es: Esfera de Siri
es_us: Esfera de Siri
fi: Siri-pallo
fr: Orbe Siri
fr_ca: Orbe de Siri
he: הכדור של Siri
hu: Siri-gömb
id: Bola Siri
it: Sfera di Siri
ja: Siriオーブ
no: Siri-symbol
pl: Sfera Siri
pt: Esfera da Siri
pt_pt: Esfera de Siri
ro: Sferă Siri
ru: Кружок Siri
sk: Indikátor Siri
sl: Sirijina krogla
sv: Siri-glob
th: ลูกโลก Siri
tr: Siri Yuvarlağı
uk: Сфера Siri
vi: Quả cầu Siri
zh_cn: Siri圆标

# ENTER_KEY
source: Enter
ca: Intro
de: Eingabetaste
es: Intro
es_us: Intro
fr: Entrée
fr_ca: Entrée
hi: दर्ज करें
it: Invio
ro: Intrare
ru: Ввод
zh_cn: Enter键

# RETURN_KEY
source: Return
ca: Retorn
da: Retur
de: Zeilenschalter
es: Retorno
es_us: Retorno
fi: Rivinvaihto
fr: Retour
fr_ca: Retour
hi: वापस जाएँ
it: A capo
no: Retur
ro: Retur
sl: Vračalka
sv: Retur
zh_cn: Return键

# UNDO_DELETE
source: Delete
ca: l’eliminació
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: eliminación
es_us: eliminación
fi: Poista
fr: Supprimer
fr_ca: Supprimer
he: מחיקה
hi: डिलीट करें
hr: Obriši
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
ms: Memadam
nl: Verwijder
no: Slett
pl: Usuń
pt: Apagar
pt_pt: Apagar
ro: ștergerea
ru: удаление
sk: Vymazať
sl: Izbriši
sv: Radera
th: ลบ
tr: Sil
uk: видалення
vi: Xóa
zh_cn: 删除
zh_hk: 刪除
zh_tw: 刪除

# DELETE_KEY
source: Delete
ca: Elimina
da: Slet
de: Löschen
el: Διαγραφή
es: Suprimir
es_us: Eliminar
fi: Poista
fr: Supprimer
fr_ca: Supprimer
he: מחיקה
hi: डिलीट करें
hr: Obriši
id: Hapus
it: Elimina
nl: Verwijder
no: Slett
pl: Usuń
pt_pt: Apagar
ro: Ștergere
ru: Удалить
sk: Vymazať
sl: Izbriši
sv: Radera
th: ลบ
tr: Sil
vi: Xóa
zh_cn: delete键

# ESC_KEY
source: Esc
de: Esc-Taste
zh_cn: Esc键
